"""Отримати прогноз погоди для Одеси на наступні 5 днів та записати у файл з ім'ям поточної дати
http://api.openweathermap.org/data/2.5/forecast/daily?q=city&cnt=1&units=metric&appid=f9ada9efec6a3934dad5f30068fdcbb8
 Параметр cnt = кількість днів
 Параметр q = місто
 Так ми отримаємо та обробимо дату з відповіді (ключ dt):
 datetime.datetime.fromtimestamp(1600419600)
 Застосувавши до отриманого об'єкта дати strftime("%d-%m-%Y") отримаємо строкову дату для запису у файл.
 Приклад імені файлу: 19-09-2020-Odessa-5-days-weather-forecast.txt
 Записаний файл має виглядати так:
 Дата Температура вдень
 18-09-2020 17.86 11.18
 19-09-2020 15.75 11.21
 20-09-2020 20.37 17.49
 21-09-2020 20.75 18.08
 22-09-2020 20.96 17.47
  * Дод. надати користувачеві вибір міста та кількості днів, а також додати колонку Температура вночі"""